Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/lansstyrelsen.se/omwebbplatsen.html.tmx
Source language: fin
Languages: sme

source: Verkkosivusta
sme: Webáikki birra

source: Lääninhallituksen verkkosivun tehtävänä on auttaa sinua vierailijana löytämään tietoja siitä, mitä lääninhallitus tekee ja miten se vaikuttaa sinuun ja ympäröivään yhteiskuntaan.
sme: Leanastivrra webbabáiki galgá veahkehit du galledeaddjin gávdnat informašuvnna das maid Leanastivra dahká ja mot dat váikkuha dutnje ja servodahkii du birrasis.

source: Verkkosivu on kehitelty yhteistyössä Ruotsin muiden lääninhallitusten kanssa.
sme: Webbabáiki lea váldon sadjosii ovttasbarggus Ruoŧa eará leanastivrraiguin.

source: Eri tapoja löytää verkkosivulta
sme: Sierra vuogit gávdnat webbabáikkis

source: Aloitussivulla on ylävalikko, jossa on suurin osa toimintaamme koskevista tiedoista.
sme: Álgosiiddus gávnnat váldoválljenvejolašvuođa gos eanaš informašuvdna min doaimmas lea gávdnamis.

source: Aloitussivulla on myös linkkejä lupiin, avustuksiin ja tukiin, lomakkeisiin ja julkaisuihin sekä ajankohtaisiin kysymyksiin.
sme: Álgosiiddus leat maid uskkádat lobiide, veahkeruđa ja doarjagiidda ja blankeahtaide ja publikašuvnnaide sihke áigeguovdilis jearaldagaide ja ođđasiidda.

source: ja uutisiin.
sme: Sisdoallu A-Ö

source: Hakusanat aakkosjärjestyksessä – sellaisista asioista, joista moni kokemuksemme mukaan haluaa löytää tietoja verkkosivultamme.
sme: Ohcansátni alfabehtalaš ortnegis- dakkár man mii diehtit ahte máŋggat háliidit gávdnat webbáikkis.

source: Jos esimerkiksi haet hakusanalla Melu, napsauta M-kirjainta.
sme: Jus don ovdamearkka dihte ozat Buller don galggat deaddilit bustáva B.

source: Hakutoiminto
sme: Ohcandoaibma

source: Ylätunnisteessa on hakuruutu, johon voit kirjoittaa haluamasi sanan, haku tehdään koko verkkosivun alueelta.
sme: Badjedovdagis lea ohcanruvtto gosa don sáhtát čállit válljenláhkái sáni, ohcan dáhpáhuvvá olles webbáikkis.

source: Se tuottaa osumia kaikentyyppisistä sisällöistä.
sme: Dat addá deaivamiid buotlágán sisdoaluin.

source: Näyttää sivuston hierarkisen rakenteen.
sme: Webkárta Čájeha hierárkkalaš hámádaga.

source: Tietojen jakaminen
sme: Juohkit informašuvnna

source: Tämän verkkosivuston jokaisella sivulla on toiminto sivun tietojen lähettämiseksi sosiaalisiin medioihin.
sme: Buot siidduin dán webbáikkis lea doaibma juohkit informašuvnna sosiála mediaid siiddus.

source: Toiminto on sivun otsikon alapuolella kohdan Tulosta oikealla puolella.
sme: Doaibma lea siiddu badječállosa vuolábealde Skriv ut olgešbealde

source: Käytettävyys
sme: Lea gávdnomis

source: Lääninhallituksen verkkosivu seuraa mahdollisimman suuressa määrin ohjeita sivun käytettävyydestä verkossa.
sme: Leanastivrra webbáiki čuovvu nu guhkáš go vejolaš dáid rávvagiid mat leat gávdnomis webbas.

source: Olemme käyttäneet Vervan ohjeita: Opastus 24-tunnin verkkoon seuraa WAI:n ohjeistusta WCAG 1.0.
sme: Mii leat geavahan Verva norpmaid: Ráva 24-diibmowebba mii čuovvu WAI rávvagiid WCAG1.

source: Tämä tehdään siinä määrin kuin se on mahdollista alustalla, jolle olemme laatineet verkkosivumme.
sme: 0. Dát nu guhkas go vejolaš dan vuođus masa mii leat lágidan webba.

source: Räätälöi verkkosivu
sme: Heivehit webbáikki

source: Verkkosivulla ei ole mitään Sopeuta-toimintoa, koska tehdyt sopeutukset aiheuttavat riskin käyttäjän omien asetusten altistumiselle häiriöille.
sme: Webbáikkis ii leat iežas Heiven-doaibma daningo heivehemiid riskerejit hehttet geavaheaddji iežas stellemiid.

source: Verkkoselaimen omat asetukset on helppo sopeuttaa siten, että aikaansaat esimerkiksi suuremman kontrastin tai tekstin.
sme: Lea álki heivehit webbalohkki iežas stellemiid nu ahte don ovdamearkka dihte sáhtát oažžut alit vuostegeaži dehe stuorit deavstta.

source: Suositellut verkkoselaimet
sme: Rávvejuvvon webbalohkki

source: Verkkosivumme toimii hyvin uudemmilla verkkoselaimilla, jotka tukevat W3C:n asettamia verkkostandardeja,.
sme: Min webbáiki doaibmá bures ođđaáigásaš webbalohkkis, mii doarju webbstandárddaid mat leat biddjonW3C:as.

source: Niitä ovat esimerkiksi Firefox, Safari, Internet Explorer, Opera ja Google Chrome.
sme: Dat leat ovdamearkka dihte ođđasit veršuvnnat Firefoxas, Safaras, Internet Exploras, Operas ja Google Chromes.

source: Mitä ovat evästeet?
sme: Mii lea cookies?

source: Eväste on pieni tekstitiedosto, jonka verkkosivusto tallentaa tietokoneeseesi.
sme: Cookie lea unna deakstafiila man webbáiki vurke du dihtoris.

source: Evästeitä käytetään antamaan verkkosivustolla käyjälle pääsy käyttämään eri teknisiä toimintoja.
sme: Cookies geavahuvvo addin dihte galledeaddjái beassama sierra teknihkalaš doaimmaide.

source: Evästeitä on kahta eri tyyppiä:
sme: Gávdnojit guovtte soarttat cookies:

source: Toinen niistä tallentaa tiedoston pitemmäksi aikaa tietokoneeseesi.
sme: Nubbi tiipa vurke fiilla guhkit áigái du dihtorii.

source: Sitä käytetään esimerkiksi toiminnoissa, jotka ilmoittavat, mitä uutta verkkosivustolle on tullut viimeksi suoritetun käynnin jälkeen.
sme: Dat geavahuvvo ovdamearkka dihte doaimmain mat muitalit mii lea ođas dan rájis go geavaheaddji galledii maŋemus dan áigeguovdilis webbáikki.

source: Toista kutsutaan taas istuntoevästeeksi.
sme: Nubbi tiipa cookies gohčoduvvo sessionscookies.

source: Eväste tallennetaan vain väliaikaisesti tietokoneesi muistiin silloin kun olet verkkosivulla, Toiminto pitää muistissa esimerkiksi tietoa kielivalinnastasi.
sme: Cookie vurkejuvvo beare gaskaboddosaččat du dihtora muitui dan boddui go don leat ruoktosiiddus. Doaibma doallá čalmmis man giela don leat válljen.

source: Istuntoevästeitä ei tallenneta tietokoneeseesi pitemmäksi aikaa, vaan ne häviävät verkkoselain suljettaessa.
sme: Sessionscookies ii vurkejuvvo guhkit áigái du dihtorii, muhto láhppo go giddet du weblohkki.

source: Evästetoiminnon sulkeminen
sme: Giddet cookiesdoaimma

source: Ellet halua vastaanottaa evästeitä, voit helposti sulkea pois ne verkkoselaimestasi.
sme: Jus it hálit váldit vuostá cookies don sáhtát eaŋkilit giddet du weblohkki.

source: Tämä toimenpide saattaa kuitenkin vaikuttaa siihen, etteivät tietyt verkkosivut toimi niin kuin niiden pitäisi.
sme: Doaibma sáhttá goit dagahit ahte dihto webbáikkit eai doaimma dego dat galget.

source: Voit sulkea pois molemmantyyppiset evästeet.
sme: Don sáhtát válljet giddet goabbes cookies tiippaid.

source: Tietyt asiakirjat on tallennettu verkkosivulle tiedostomuodossa Portable Document Format (PDF), ja niiden lukemiseksi tarvitset ohjelman Adobe Acrobat Reader, jonka voit ladata ilmaiseksi tietokoneellesi Adoben verkkosivulta.
sme: Dihto dokumeanttat leat webbáikkis vurkejuvvon Portable Document Formáhtas(PDF) ja daid lohkamii don dárbbahat du Adobe Acrobat Reader, man don nuvttá sáhtát vurket Adobes.

source: Juridiikkaa koskevia tietoja
sme: Juridalaš informašuvdna

source: Henkilötietojenlain, jota kutsutaan myös nimellä PUL, tarkoituksena on suojella ihmisiä heidän henkilökohtaisen koskemattomuutensa loukkaamiselta henkilötietoja käsittelemällä.
sme: Heaggadiehtoláhka Dárkkuhus Heaggadiehtolágain, maid gohčoduvvon PUL lea suddjet olbmuid ahte sin persovnnalaš oppalašvuohta ii loavkiduvvo persovdnadieđuid gieđahallamiin.

source: Lääninhallituksen verkkosivusto noudattaa PUL:ssä annettuja määräyksiä.
sme: Leanastivrra webbáiki čuovvu mearrádusaid PUL mielde.

source: Henkilötietojen käsittelyn tarkoitus
sme: Gieđahallama dárkkuhus

source: Lääninhallitus saa tietoonsa henkilötietosi, kun ilmoittaudut johonkin konferenssiin tai vastaavaan, tilaat jonkin julkaisun tai lähetät sähköpostiviestejä jollekin viranomaiselle.
sme: Leanastivra beassá du persovdnadieđuide go almmuhat konferensii dehe sullasažžii, diŋgot publikašuvnna dehe sáddet e-poastta eiseváldái.

source: Julkisuusperiaate Lääninhallitus on valtion viranomainen.
sme: Almmolašvuođaprinsihppa Leanastivra lea stáhtalaš eiseváldi.

source: Tämä merkitsee, että meille lähetetyistä viesteistä tulee julkisia asiakirjoja, jotka voidaan luovuttaa julkiseen käyttöön julkisuusperiaatteen mukaisesti.
sme: Dat mearkkaša ahte almmuhusat mat sáddejuvvojit midjiide šaddet almmolaš doaibman, mat sáhttet addojuvvot olggos almmolašvuođaprinsihpa mielde.

source: Materiaalin käyttö, tekijänoikeudet
sme: Materiála geavaheapmi, dahkkivuoigatvuohta

source: Lääninhallituksen verkkosivu sisältää tekstejä, karttoja, kuvia ja piirroksia, jotka ovat tekijänoikeuslain alaisia, eikä niitä saa käyttää luvatta.
sme: Leanastivrra webbáiki siskkilda deavsttaid, kárttaid, govaid ja govvidemiid mat leat dahkkivuoigatvuođain suddjejuvvon iige oaččo geavahuvvot lobehaga.

source: Sama koskee logoamme.
sme: Dát guoská min logotiipii.

source: Jos lähdettä ei ole ilmoitettu, lääninhallituksella on tekijänoikeudet.
sme: Gos gáldu ii leat namuhuvvon lea Leanastivra dahkki.
